Repository: AmitMatat/wordpress-popular-posts
Catalog: lang/wordpress-popular-posts-*.po
Languages: nl_nl

source: The most Popular Posts on your blog.
nl_nl: De populairste berichten op je site

source: Success! The cache table has been cleared!
nl_nl: Gelukt! De cache is gewist!

source: Error: cache table does not exist.
nl_nl: Fout: de cachetabel bestaat niet.

source: Success! All data have been cleared!
nl_nl: Gelukt! Alle gegevens zijn gewist!

source: Error: one or both data tables are missing.
nl_nl: Fout: eenof meer datatabellen ontbreken.

source: Invalid action.
nl_nl: Niet toegestaan.

source: Sorry, you do not have enough permissions to do this. Please contact the site administrator for support.
nl_nl: Sorry, je hebt geen rechten om dit te doen. Neem contact op met de beheerder.

source: Sorry. No data so far.
nl_nl: Sorry, tot nu toe geen gegevens.

source: Settings saved.
nl_nl: Instellingen bewaard

source: Please provide the name of your custom field.
nl_nl: Geef de naam van het aangepaste veld.

source: This operation will delete all entries from Wordpress Popular Posts' cache table and cannot be undone.
nl_nl: Deze handeling maakt de cache leeg van WP Popular Posts en kan niet worden hersteld.

source: Do you want to continue?
nl_nl: Wil je doorgaan?

source: This operation will delete all stored info from Wordpress Popular Posts' data tables and cannot be undone.
nl_nl: Deze handeling verwijdert alle gegevens uit het bestand van WP Popular Posts en kan niet worden hersteld.

source: Stats
nl_nl: Status

source: FAQ
nl_nl: Veelgestelde vragen (FAQ)

source: Tools
nl_nl: Gereedschappen

source: Order by comments
nl_nl: Orden op aantal reacties

source: Order by views
nl_nl: Orden op aantal keer bekeken

source: Order by avg. daily views
nl_nl: Orden op gemiddeld aantal bezoeken per dag

source: Limit
nl_nl: Limiet

source: Apply
nl_nl: Pas toe

source: Last 24 hours
nl_nl: Afgelopen 24 uur

source: Last 7 days
nl_nl: Afgelopen week

source: Last 30 days
nl_nl: Afgelopen maand

source: What does "Title" do?
nl_nl: Wat doet "Titel" ?

source: It allows you to show a heading for your most popular posts listing. If left empty, no heading will be displayed at all.
nl_nl: Dit toont een kop boven je lijst van populaire berichten. Laat het leeg om niets te tonen.

source: What is Time Range for?
nl_nl: Waar is Tijdvak voor?

source: It will tell Wordpress Popular Posts to retrieve all posts with most views / comments within the selected time range.
nl_nl: Hiermee toon je berichten met het hoogste aantal bezoeken / reacties binnen het aangegeven tijdvak.

source: What is "Sort post by" for?
nl_nl: Wat doet "Sorteer berichten op" ?

source: It allows you to decide whether to order your popular posts listing by total views, comments, or average views per day.
nl_nl: Hiermee bepaal je hoe je de lijst van populaire berichten ordent: op aantal keren bekeken, aantal reacties, of gemiddeld aantal bezoeken per dag.

source: What does "Display post rating" do?
nl_nl: Wat doet "Toon berichtwaardering"?

source: If checked, Wordpress Popular Posts will show how your readers are rating your most popular posts. This feature requires having WP-PostRatings plugin installed and enabled on your blog for it to work.
nl_nl: Kruis deze optie aan om de waardering van je berichten te laten zien. Je moet de WP-PostRating plugin hebben geinstalleerd en geactiveerd.

source: What does "Shorten title" do?
nl_nl: Wat doet "Kort titel af"?

source: What does "Display post excerpt" do?
nl_nl: Wat doet "Toon samenvatting"?

source: If checked, Wordpress Popular Posts will also include a small extract of your posts in the list. Similarly to the previous option, you will be able to decide how long the post excerpt should be.
nl_nl: Kruis dit aan om een samenvatting te laten zien in de berichtenlijst. Je kunt zelf de lengte van de samenvatting bepalen.

source: What does "Keep text format and links" do?
nl_nl: Wat doet "Behoud tekstopmaak en koppelingen"?

source: If checked, and if the Post Excerpt feature is enabled, Wordpress Popular Posts will keep the styling tags (eg. bold, italic, etc) that were found in the excerpt. Hyperlinks will remain intact, too.
nl_nl: Als de optie Toon samenvatting is aangevinkt, behoudt WP Popular Posts alle stijlkenmerken in de samenvatting. Koppelingen blijven ook behouden.

source: What is "Post type" for?
nl_nl: Waar is "Berichttype" voor?

source: This filter allows you to decide which post types to show on the listing. By default, it will retrieve only posts and pages (which should be fine for most cases).
nl_nl: Met dit filter bepaal je welke berichttypes (post types) getoond worden. Standaard worden alleenberichten en pagina's getoond (wat meestal afdoende is).

source: What is "Category(ies) ID(s)" for?
nl_nl: Waar is "Categorie ID(s)" voor?

source: This filter allows you to select which categories should be included or excluded from the listing. A negative sign in front of the category ID number will exclude posts belonging to it from the list, for example. You can specify more than one ID with a comma separated list.
nl_nl: Met dit filter bepaal je welke categorie opgenomen wordt of uitgesloten van de lijst. Met een minteken voor het ID-nummer sluit je een categorie uit. Je kunt meer dan een ID opgeven, gescheiden door een komma.

source: What is "Author(s) ID(s)" for?
nl_nl: Waar is "Auteur ID(s)" voor?

source: Just like the Category filter, this one lets you filter posts by author ID. You can specify more than one ID with a comma separated list.
nl_nl: Net als het Categoriefilter kun je hiermee auteurs opnemen of juist uitsluiten van de lijst. Je kunt meer dan een ID opgeven, gescheiden door een komma.

source: What does "Display post thumbnail" do?
nl_nl: Wat doet "Toon miniatuur"?

source: If checked, Wordpress Popular Posts will attempt to retrieve the thumbnail of each post. You can set up the source of the thumbnail via Settings - Wordpress Popular Posts - Tools.
nl_nl: Hiermee zoekt WP Popular Posts naar een miniatuurplaatje in het bericht. Je kunt de bron opgeven via Instellingen - WP Popular Posts - Gereedschappen.

source: What does "Display comment count" do?
nl_nl: Wat doet "Toon aantal reacties"?

source: If checked, Wordpress Popular Posts will display how many comments each popular post has got in the selected Time Range.
nl_nl: Hiermee laat de plugin zien hoeveel reacties elk populair bericht heeft binnen het opgegeven tijdvak.

source: What does "Display views" do?
nl_nl: Wat doet "Toon aantal bezoeken"?

source: If checked, Wordpress Popular Posts will show how many pageviews a single post has gotten in the selected Time Range.
nl_nl: Hiermee laat je zien hoe vaak het bericht binnen het opgegeven tijdvak is bekeken.

source: What does "Display author" do?
nl_nl: Wat doet "Toon auteur"?

source: If checked, Wordpress Popular Posts will display the name of the author of each entry listed.
nl_nl: Deze optie toont de auteur van elk bericht in de lijst.

source: What does "Display date" do?
nl_nl: Wat doet "Toon datum"?

source: If checked, Wordpress Popular Posts will display the date when each popular posts was published.
nl_nl: Deze optie toont de publicatiedatum van elk bericht.

source: What does "Use custom HTML Markup" do?
nl_nl: Wat doet "Gebruik aangepaste HTML"?

source: If checked, you will be able to customize the HTML markup of your popular posts listing. For example, you can decide whether to wrap your posts in an unordered list, an ordered list, a div, etc. If you know xHTML/CSS, this is for you!
nl_nl: Met deze optie kun je de HTML-opmaak van de berichtenlijst aanpassen. Maak er bijvoorbeeld een geordende lijst van, of een div. Als je bekend met met xHTML en CSS, is dit een optie voor jou!

source: What are "Template Tags"?
nl_nl: Wat zijn "sjabloonlabels"?

source: Template Tags are simply php functions that allow you to perform certain actions. For example, Wordpress Popular Posts currently supports two different template tags: wpp_get_mostpopular() and wpp_get_views().
nl_nl: Sjabloonlabels of Template Tags zijn eenvoudige php functies. De plugin ondersteunt momenteel twee sjabloonlabels: wpp_get_mostpopular() en wpp_get_views().

source: What are the template tags that Wordpress Popular Posts supports?
nl_nl: Welke sjabloonlabels ondersteunt WP Popular Posts?

source: The following are the template tags supported by Wordpress Popular Posts
nl_nl: Deze sjabloonlabels worden ondersteund door de plugin

source: Template tag
nl_nl: Sjabloonlabel

source: What it does
nl_nl: Functie

source: Example
nl_nl: Voorbeeld

source: Similar to the widget functionality, this tag retrieves the most popular posts on your blog. This function also accepts parameters so you can customize your popular listing, but these are not required.
nl_nl: Dit label haalt de populairste berichten op. De functie is vergelijkbaar met die van de widget. Je kunt parameters invullen om je lijst aan te passen, maar dat is niet verplicht.

source: Please refer to "List of parameters accepted by wpp_get_mostpopular() and the [wpp] shortcode".
nl_nl: Bekijk de "List of parameters accepted by wpp_get_mostpopular() and the [wpp] shortcode".

source: Displays the number of views of a single post. Post ID is required or it will return false.
nl_nl: Toont het aantal keren dat het bericht is bekeken. De Post ID is verplicht.

source: What are "shortcodes"?
nl_nl: Wat zijn "shortcodes"?

source: Shortcodes are similar to BB Codes, these allow us to call a php function by simply typing something like [shortcode]. With Wordpress Popular Posts, the shortcode [wpp] will let you insert a list of the most popular posts in posts content and pages too! For more information about shortcodes, please visit
nl_nl: Een "shortcode" verwijst naar een php-functie. In WP Popular Posts kun je de shortcode [wpp] gebruiken om een lijst van populaire berichten te tonen in een gewoon bericht of een pagina. Voor meer informatie, bekijk

source: List of parameters accepted by wpp_get_mostpopular() and the [wpp] shortcode
nl_nl: Alle parameters voor wpp_get_mostpopular() en de [wpp] shortcode

source: These parameters can be used by both the template tag wpp_get_most_popular() and the shortcode [wpp].
nl_nl: Deze parameters kun je gebruiken bij het sjabloonlabel wpp_get_most_popular() en se shortcode [wpp].

source: Possible values
nl_nl: Mogelijke waarden

source: Defaults to
nl_nl: Standaard

source: Sets a heading for the list
nl_nl: Geeft een titel op voor je lijst

source: Text string
nl_nl: Vrije tekst

source: Popular Posts
nl_nl: Populaire berichten

source: Set the opening tag for the heading of the list
nl_nl: Bepaalt de open-tag voor de lijsttitel

source: Set the closing tag for the heading of the list
nl_nl: Bepaalt de sluit-tag voor de lijsttitel

source: Sets the maximum number of popular posts to be shown on the listing
nl_nl: Bepaalt het maximumaantal berichten in de lijst

source: Positive integer
nl_nl: Positief geheel getal

source: Tells Wordpress Popular Posts to retrieve the most popular entries within the time range specified by you
nl_nl: Haalt de populaire berichten op binnen het opgegeven tijdvak

source: Sets the sorting option of the popular posts
nl_nl: Bepaalt de sorteervolgorde van de populaire berichten

source: (for average views per day)
nl_nl: (voor het gemiddeld aantal bezoeken per dag)

source: Defines the type of posts to show on the listing
nl_nl: Definieert het type berichten in de lijst

source: None
nl_nl: Geen

source: If set, Wordpress Popular Posts will retrieve all entries that belong to the specified category(ies) ID(s). If a minus sign is used, the category(ies) will be excluded instead.
nl_nl: WP Popular Posts haalt alle berichten op binnen de opgegeven categorie(en). Een minteken sluit de categorie juist uit.

source: If set, Wordpress Popular Posts will retrieve all entries created by specified author(s) ID(s).
nl_nl: WP Popular Posts haalt alle berichten op met de opgegeven auteur ID(s)

source: If set, Wordpress Popular Posts will shorten each post title to "n" characters whenever possible
nl_nl: WP Popular Posts kort de berichtkop af tot "n" lettertekens, indien mogelijk

source: If set, Wordpress Popular Posts will build and include an excerpt of "n" characters long from the content of each post listed as popular
nl_nl: WP Popular Posts neemt een samenvatting op van "n" lettertekens

source: If set, Wordpress Popular Posts will maintaing all styling tags (strong, italic, etc) and hyperlinks found in the excerpt
nl_nl: WP Popular Posts behoudt alle stijlkenmerken (vet, cursief etc) en de koppelingen in het bericht

source: If set, and if your current server configuration allows it, you will be able to display thumbnails of your posts. This attribute sets the width for thumbnails
nl_nl: Je kunt miniaturen in je berichten laten zien, als je serverconfiguratie dat toestaat. Dit attribuut bepaalt de breedte van het miniatuurplaatje.

source: If set, and if your current server configuration allows it, you will be able to display thumbnails of your posts. This attribute sets the height for thumbnails
nl_nl: Je kunt miniaturen in je berichten laten zien, als je serverconfiguratie dat toestaat. Dit attribuut bepaalt de hoogte van het miniatuurplaatje.

source: If set, and if the WP-PostRatings plugin is installed and enabled on your blog, Wordpress Popular Posts will show how your visitors are rating your entries
nl_nl: Als de WP-PostRatings plugin is geinstalleerd en geactiveerd, toont WP Popular Posts hiermee hoe je bezoekers de berichten hebben gewaardeerd.

source: If set, Wordpress Popular Posts will show how many comments each popular post has got until now
nl_nl: Hiermee toon je hoeveel reacties er tot nu toe zijn op elk populair bericht

source: If set, Wordpress Popular Posts will show how many views each popular post has got since it was installed
nl_nl: Hiermee toon je hoe vaak elk populair bericht is bekeken sinds het werd gepubliceerd.

source: If set, Wordpress Popular Posts will show who published each popular post on the list
nl_nl: Hiermee toon je wie heet populaire bericht heeft gepubliceerd.

source: If set, Wordpress Popular Posts will display the date when each popular post on the list was published
nl_nl: Hiermee toon je de publicatiedatum van elk populair bericht

source: Sets the date format
nl_nl: Bepaalt de datumopmaak

source: Sets the opening tag for the listing
nl_nl: Bepaalt de open-tag van de lijst

source: Sets the closing tag for the listing
nl_nl: Bepaalt de sluit-tag van de lijst

source: Here you will find a handy group of options to tweak Wordpress Popular Posts.
nl_nl: Hier vind je een aantal handige opties waarmee je de plugin kunt aanpassen.

source: Thumbnail source
nl_nl: Bron miniatuur

source: Featured image
nl_nl: Uitgelichte afbeelding

source: First image on post
nl_nl: Eerste plaatje in het bericht

source: Custom field
nl_nl: Aangepast veld

source: Tell Wordpress Popular Posts where it should get thumbnails from
nl_nl: Vul in waar de minaturen te vinden zijn

source: Custom field name
nl_nl: Naam aangepast veld

source: Wordpress Popular Posts Stylesheet
nl_nl: Wordpress Popular Posts stijlblad (stylesheet)

source: By default, the plugin includes a stylesheet called wpp.css which you can use to style your popular posts listing. If you wish to use your own stylesheet or do not want it to have it included in the header section of your site, use this.
nl_nl: Standaard bevat de plugin een stijlblad genaamd wpp.css. Dit kun je gebruiken om de opmaak aan te passen. Als je je eigen css-opmaak wilt gebruiken, of je wilt het niet in de header-sectie van de site hebben, gebruik dan dit stijlblad.

source: Enabled
nl_nl: Geactiveerd

source: Disabled
nl_nl: Gedeactiveerd

source: Data tools
nl_nl: Data-gereedschappen

source: Empty cache
nl_nl: Maak cache leeg

source: Use this button to manually clear entries from WPP cache only
nl_nl: Klik hier als je de WPP-cache wilt leegmaken

source: Clear all data
nl_nl: Verwijdere alle gegevens

source: Use this button to manually clear entries from all WPP data tables
nl_nl: Klik hier als je alle gegevens wilt wissen uit de WPP-datatables

source: What is this?
nl_nl: Wat is dit?

source: posts
nl_nl: berichten

source: Comments
nl_nl: Reacties

source: Total views
nl_nl: Totaal bekeken

source: Avg. daily views
nl_nl: Gemiddeld aantal bekeken per dag

source: Posts settings
nl_nl: Berichtinstellingen

source: Display post rating
nl_nl: Toon waardering

source: Shorten title
nl_nl: Kort titel af

source: Shorten title to
nl_nl: Kort titel af tot

source: characters
nl_nl: lettertekens

source: Display post excerpt
nl_nl: Toon samenvatting

source: Excerpt Properties
nl_nl: Kenmerken samenvatting

source: Keep text format and links
nl_nl: Behoud tekstopmaak en koppelingen

source: Thumbnail settings
nl_nl: Instellingen miniatuur

source: Display post thumbnail
nl_nl: Ton miniatuurplaatje

source: Stats Tag settings
nl_nl: Instellingen Statuslabel

source: Display comment count
nl_nl: Toon aantal reacties

source: Display views
nl_nl: Toon aantal bekeken

source: Display author
nl_nl: Toon auteur

source: Display date
nl_nl: Toon datum

source: Date Format
nl_nl: Datumopmaak

source: HTML Markup settings
nl_nl: Instellingen HTML-opmaak

source: Use custom HTML Markup
nl_nl: Gebruik aangepaste HTML
